Repository: sanek567/wp_unik_text
Catalog: wp_unik_text/lang/wp_unik_text-*.po
Languages: ru_ru

source: You have not entered data!
ru_ru: Вы не ввели данные!

source: Wp Unik Text synonymizer settings
ru_ru: Настройки синонимайзера Wp Unik Text

source: Wp Unik Text plugin allows you to synonymize text automatically
ru_ru: Плагин Wp Unik Text позволяет синонимизировать текст в автоматическом режиме

source: Possibilities:
ru_ru: Возможности:

source: Using your synonym database
ru_ru: Использование своей базы синонимов

source: Connecting a synonymizer
ru_ru: Подключение синонимайзера

source: General settings
ru_ru: Общие настройки

source: Own synonym database
ru_ru: Своя база синонимов

source: Synonymizer Dictionary
ru_ru: Словарь Синонимайзера

source: Add a dictionary of synonyms (add a large dictionary in parts)
ru_ru: Добавить словарь синонимов (большой словарь добавляйте частями)

source: format:
ru_ru: формат:

source: word|synonym1,synonym2,synonym3
ru_ru: слово|синоним1,синоним2,синоним3

source: Total words in the database:
ru_ru: Всего слов в базе:

source: Clear dictionary database
ru_ru: Очистить базу словаря

source: Add synonyms
ru_ru: Добавить синонимы

source: Synonymizer wp-unik-text
ru_ru: Синонимайзер wp-unik-text

source: Synonymize
ru_ru: Синонимизировать

source: SYNONYMIZE
ru_ru: СИНОНИМИЗИРОВАТЬ

source: Send
ru_ru: Отправить

source: Changed:
ru_ru: Изменено:

source: text
ru_ru: текста

source: UnikText Setting Page
ru_ru: Найстройки Unik Text

source: Settings
ru_ru: Настройки

source: Synonymization
ru_ru: Синонимизация

source: Title synonymization
ru_ru: Синонимизация заголовка

source: Minimum synonymization percentage
ru_ru: Минимальный процент синонимизации

source: Synonymizer UNIK-TEXT.RU
ru_ru: Синонимайзер UNIK-TEXT.RU

source: Synonymizer Unik-text.ru
ru_ru: Синонимайзер Unik-text.ru

source: ApiKey key from the site Uni-text.ru
ru_ru: Ключ ApiKey с сайта unik-text.ru

source: Synonymizer TEXTOROBOT.RU
ru_ru: Синонимайзер TEXTOROBOT.RU

source: Synonymizer Textorobot.ru
ru_ru: Синонимайзер Textorobot.ru

source: ApiKey key from the site Textorobot.ru
ru_ru: Ключ ApiKey с сайта Textorobot.ru

source: Automatic
ru_ru: Автоматическая

source: Synonymization occurs automatically during content publication.
ru_ru: Синонимизация происходит автоматически во время публикации контента.

source: Suitable for autoparsing!
ru_ru: Подходит для автопарсинга!

source: Manual
ru_ru: Ручная

source: Using the "Synonymize" button, which is located below the text editor.
ru_ru: С помощью кнопки "Синонимизировать", которая находится ниже текстового редактора.

source: Synonymize the title
ru_ru: Синонимизировать заголовок

source: Synonymize using your synonym database.
ru_ru: Синонимизировать с помощью своей базы синонимов.

source: If the percentage of text changes is less, then the text is published in its original form without synonymization. (Works only in automatic mode!)
ru_ru: Если процент изменения текста меньше, то текст публикуется в исходном виде без синонимизации. (Работает только в автоматическом режиме!)

source: Synonymize using UNIK-TEXT.RU.
ru_ru: Синонимизировать с помощью UNIK-TEXT.RU.

source: For the synonymizer to work, you need to purchase a symbol package at
ru_ru: Для работы синонимайзера необходимо приобрести пакет символов на

source: and get an API key, which must be specified below.
ru_ru: и получить API-ключ, который надо указать ниже.

source: All synonyms have been removed from the database
ru_ru: Все синонимы удалены из базы

source: Incorrect data entered!
ru_ru: Введены неправильные данные!

source: Synonyms have been added to the database!
ru_ru: Синонимы добавлены в базу!
